Repository: oyajun/stajun-ios
Catalog: JunJun/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: %.1fh
ja: %.1f時間
ko: %.1f시간

source: %@h
ja: %@時間
ko: %@시간

source: %@h %@m
ja: %@時間 %@分
ko: %@시간 %@분

source: %@m
ja: %@分
ko: %@분

source: %lld h
ja: %lld時間
ko: %lld시간

source: %lld m
ja: %lld分
ko: %lld분

source: %lldh
ja: %lld時間
ko: %lld시간

source: %lldh %lldm
ja: %lld時間 %lld分
ko: %lld시간 %lld분

source: %lldm
ja: %lld分
ko: %lld분

source: 0m
ja: 0分
ko: 0분

source: 6-Digit Code
ja: 6桁のコード
ko: 6자리 코드

source: A conflict occurred. Please try again.
ja: 競合が発生しました。もう一度お試しください。
ko: 충돌이 발생했습니다. 다시 시도해 주세요.

source: A server error occurred. Please try again later.
ja: サーバーで問題が発生しました。しばらく経ってから再度お試しください。
ko: 서버 오류가 발생했습니다. 잠시 후 다시 시도해 주세요.

source: About
ja: アプリについて
ko: 앱 정보

source: Account
ja: アカウント
ko: 계정

source: Activity
ja: アクティビティ
ko: 활동

source: Ad
ja: 広告
ko: 광고

source: An error occurred.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.

source: An unexpected error occurred. Please try again.
ja: 予期せぬエラーが発生しました。もう一度お試しください。
ko: 예기치 않은 오류가 발생했습니다. 다시 시도해 주세요.

source: An unknown error occurred.
ja: 予期せぬエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.

source: Are you sure you want to block this user?
ja: このユーザーをブロックしますか？
ko: 이 사용자를 차단하시겠습니까?

source: Are you sure you want to delete this post?
ja: この投稿を削除しますか？
ko: 이 게시글을 삭제하시겠습니까?

source: Are you sure you want to report this post?
ja: この投稿を通報しますか？
ko: 이 게시글을 신고하시겠습니까?

source: Are you sure you want to sign out?
ja: 本当にログアウトしますか？
ko: 로그아웃 하시겠습니까?

source: Authentication Code (6 digits)
ja: 認証コード（6桁）
ko: 인증 코드 (6자리)

source: Block
ja: ブロック
ko: 차단

source: Block User
ja: ユーザーをブロック
ko: 사용자 차단

source: Blocked
ja: ブロック済み
ko: 차단됨

source: Blocked Users
ja: ブロック中のユーザー
ko: 차단된 사용자

source: By continuing, you agree to our [Terms of Service](%1$@) and [Privacy Policy](%2$@).
ja: 利用し始めることで、[利用規約](%1$@)と[プライバシーポリシー](%2$@)に同意したものとします。
ko: 계속 진행하면 [이용약관](%1$@) 및 [개인정보 처리방침](%2$@)에 동의하게 됩니다.

source: By registering an email address, you can log in from other devices, and you can easily log back in if your current device is lost or damaged.
ja: メールアドレスを登録すると、他の端末からログインできるようになったり、端末を紛失・破損しても新しい端末でログインし直すことができるようになったりします。
ko: 이메일 주소를 등록하면 다른 기기에서 로그인할 수 있으며, 기기를 분실하거나 파손해도 새 기기에서 다시 로그인할 수 있습니다.

source: Cancel
ja: キャンセル
ko: 취소

source: Cannot connect to the server. The server may be temporarily down or unreachable.
ja: サーバーに接続できませんでした。サーバーが停止しているか、一時的にアクセスできない可能性があります。
ko: 서버에 연결할 수 없습니다. 서버가 일시적으로 중단되었거나 접근할 수 없습니다.

source: Change Email
ja: メールアドレスを変更
ko: 이메일 변경

source: Change Email Address
ja: メールアドレスの変更
ko: 이메일 주소 변경

source: Changing…
ja: 変更中…
ko: 변경 중…

source: Comment (optional)
ja: コメント (任意)
ko: 코멘트 (선택 사항)

source: Confirm Email
ja: アカウント削除の確認
ko: 계정 삭제 확인

source: Copy
ja: コピー
ko: 복사

source: Could not load data
ja: データの読み込みに失敗しました
ko: 데이터를 불러올 수 없습니다

source: Could Not Mute
ja: ミュートできませんでした
ko: 음소거하지 못했습니다

source: Could Not Unmute
ja: ミュート解除できませんでした
ko: 음소거를 해제하지 못했습니다

source: Could not update notification settings. Please check your connection and try again.
ja: 通知設定を変更できませんでした。通信環境をご確認のうえ、もう一度お試しください。
ko: 알림 설정을 변경하지 못했습니다. 네트워크 연결을 확인한 후 다시 시도해 주세요.

source: Could Not Update Settings
ja: 設定を変更できませんでした
ko: 설정을 변경하지 못했습니다

source: Create Profile
ja: プロフィールを作成
ko: 프로필 생성

source: Date
ja: 日付
ko: 날짜

source: Day
ja: 日
ko: 일

source: Delete
ja: 削除
ko: 삭제

source: Delete Account
ja: アカウントを削除
ko: 계정 탈퇴

source: Delete Account…
ja: アカウントを削除…
ko: 계정 탈퇴…

source: Delete Post
ja: 投稿を削除
ko: 게시글 삭제

source: Deleting…
ja: 削除しています…
ko: 삭제 중…

source: Developer
ja: 開発者
ko: 개발자

source: Done
ja: 完了
ko: 완료

source: e.g., Alex
ja: 例：たろう
ko: 예: 김지훈

source: Edit Profile
ja: プロフィールを編集
ko: 프로필 수정

source: Email
ja: メール
ko: 이메일

source: Email Address
ja: メールアドレス
ko: 이메일 주소

source: Enter Authentication Code
ja: 認証コードを入力
ko: 인증 코드 입력

source: Enter the code sent to %@
ja: %@ 宛に送信されたコードを入力してください
ko: %@ (으)로 전송된 코드를 입력해 주세요

source: Enter the code sent to %@.
ja: %@宛に送信されたコードを入力してください。
ko: %@ (으)로 전송된 코드를 입력하세요.

source: Error
ja: エラー
ko: 오류

source: Failed to process data. Please try again.
ja: データの処理に失敗しました。もう一度お試しください。
ko: 데이터 처리에 실패했습니다. 다시 시도해 주세요.

source: Failed to update notification settings.
ja: 通知設定の更新に失敗しました。
ko: 알림 설정을 업데이트하지 못했습니다.

source: Find people to follow in the Search tab
ja: 検索タブでフォローする人を探しましょう
ko: 검색 탭에서 팔로우할 사람을 찾아보세요

source: Follow
ja: フォロー
ko: 팔로우

source: Followers
ja: フォロワー
ko: 팔로워

source: Following
ja: フォロー中
ko: 팔로잉

source: Following Users
ja: フォロー中のユーザー
ko: 팔로잉

source: Follows
ja: フォロー
ko: 팔로우

source: Get Started
ja: 新しく始める
ko: 새로 시작하기

source: Home
ja: ホーム
ko: 홈

source: Hours
ja: 時間
ko: 시간

source: Icon Background Color
ja: アイコンの背景色
ko: 아이콘 배경색

source: Icon Emoji
ja: アイコンの絵文字
ko: 아이콘 이모지

source: Invalid request. Please check your input.
ja: 入力内容に誤りがあります。確認してもう一度お試しください。
ko: 입력 내용에 오류가 있습니다. 확인 후 다시 시도해 주세요.

source: Jun Oyamada (Out of App)
ja: 小山田純 (アプリ外へ遷移)
ko: Jun Oyamada (앱 외부로 이동)

source: Loading…
ja: 読み込み中…
ko: 불러오는 중…

source: Log in if you already have an account
ja: アカウントをお持ちの方はログイン
ko: 계정이 있으신 분은 로그인

source: Login is required.
ja: ログインが必要です。
ko: 로그인이 필요합니다.

source: Mark All as Read
ja: すべて既読
ko: 모두 읽음

source: Mine
ja: 自分の投稿
ko: 내 게시물

source: Minutes
ja: 分
ko: 분

source: Month
ja: 月
ko: 월

source: Mute Notifications
ja: 通知をミュート
ko: 알림 음소거

source: Mute Study Notifications
ja: 勉強開始通知をミュート
ko: 공부 시작 알림 음소거

source: Name
ja: 名前
ko: 이름

source: New Email
ja: 新しいメールアドレス
ko: 새 이메일

source: New Email Address
ja: 新しいメールアドレス
ko: 새 이메일 주소

source: New Post
ja: 新規投稿
ko: 새 게시물

source: No Blocked Users
ja: ブロック中のユーザーはいません
ko: 차단한 사용자가 없습니다

source: No Following Users
ja: フォロー中のユーザーはいません
ko: 팔로우 중인 사용자가 없습니다

source: No Notifications
ja: 通知はありません
ko: 알림이 없습니다

source: No Posts Yet
ja: まだ投稿がありません
ko: 아직 게시물이 없습니다

source: No Recommendations Available
ja: おすすめのユーザーはいません
ko: 추천 ユーザー가 없습니다

source: No users yet
ja: ユーザーがいません
ko: 아직 사용자가 없습니다

source: Not found.
ja: 見つかりません。
ko: 찾을 수 없습니다.

source: Not Studying
ja: お休み中
ko: 휴식 중

# NOTIF_FOLLOW_BODY
source: %@ started following you
ja: %@にフォローされました
ko: %@님이 회원님을 팔로우하기 시작했습니다

# NOTIF_STUDY_START_TITLE
source: %@ started studying!
ja: %@が勉強を始めたよ！
ko: %@님이 공부를 시작했어요!

source: Notifications
ja: 通知
ko: 알림

source: Notifications Disabled
ja: 通知が無効になっています
ko: 알림이 꺼져 있습니다

source: Notifications Muted
ja: ミュートしました
ko: 음소거했습니다

source: Notifications Unmuted
ja: ミュートを解除しました
ko: 음소거를 해제했습니다

source: Open Settings
ja: 設定を開く
ko: 설정 열기

source: Period
ja: 期間
ko: 기간

source: Please create an account or log in before opening this link again.
ja: アカウントの作成かログインをしてからリンクを開き直してください
ko: 계정 생성 또는 로그인 후 링크를 다시 열어주세요.

source: Please enter a valid email address.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력해 주세요.

source: Please enter a valid name.
ja: 有効な名前を入力してください。
ko: 유효한 이름을 입력해 주세요.

source: Please enter a valid study time.
ja: 有効な勉強時間を入力してください。
ko: 유효한 공부 시간을 입력해 주세요.

source: Please enter the email address you want to register.
ja: 登録したいメールアドレスを入力してください
ko: 등록하고 싶은 이메일 주소를 입력해 주세요

source: Please enter your new email address.
ja: 新しいメールアドレスを入力してください
ko: 새로운 이메일 주소를 입력해 주세요

source: Please enter your registered email address.
ja: 登録してあるメールアドレスを入力してください。
ko: 등록되어 있는 이메일 주소를 입력해 주세요.

source: Please log in to continue.
ja: ログインしてください。
ko: 로그인이 필요합니다.

source: Please sign out and sign in again before deleting your account.
ja: アカウントを削除するには、一度ログアウトして再度ログインしてください。
ko: 계정을 탈퇴하려면 먼저 로그아웃한 후 다시 로그인해 주세요.

source: Post
ja: 投稿
ko: 게시

source: Posts from you and people you follow will appear here.
ja: あなたとフォローしている人の投稿がここに表示されます。
ko: 나와 팔로우하는 사람들의 게시물이 여기에 표시됩니다.

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침

source: Privacy Policy (Out of App)
ja: プライバシーポリシー (アプリ外へ遷移)
ko: 개인정보 처리방침 (앱 외부로 이동)

source: Profile
ja: プロフィール
ko: 프로필

source: Profile setup is required.
ja: プロフィールの設定が必要です。
ko: 프로필 설정이 필요합니다.

source: Push Notifications
ja: プッシュ通知
ko: 푸시 알림

source: Push notifications are turned off in your device settings. To receive notifications, please allow notifications for JunJun in Settings.
ja: 端末の通知設定がオフになっています。通知を受け取るには、端末の設定からJunJunの通知を許可してください。
ko: 기기 설정에서 푸시 알림이 꺼져 있습니다. 알림을 받으려면 설정에서 JunJun의 알림을 허용해 주세요.

source: Recommended Users
ja: おすすめのユーザー
ko: 추천 ユーザー

source: Register Email
ja: メールアドレスを登録
ko: 이메일 등록

source: Register Email Address
ja: メールアドレスの登録
ko: 이메일 주소 등록

source: Report
ja: 通報
ko: 신고

source: Report Post
ja: 投稿を通報
ko: 게시글 신고

source: Report Submitted
ja: 通報を送信しました
ko: 신고가 접수되었습니다

source: Resend Code
ja: コードを再送
ko: 코드 재전송

source: Retry
ja: 再試行
ko: 재시도

source: Save
ja: 保存
ko: 저장

source: Scope
ja: 公開範囲
ko: 공개 범위

source: Search
ja: 検索
ko: 검색

source: Search Results
ja: 検索結果
ko: 검색 결과

source: Search Users
ja: ユーザー検索
ko: 사용자 검색

source: Send Authentication Code
ja: 認証コードを送信
ko: 인증 코드 전송

source: Session has expired. Please re-authenticate.
ja: セッションの有効期限が切れました。再度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.

source: Settings
ja: 設定
ko: 설정

source: Share Profile
ja: プロフィールを共有
ko: 프로필 공유

source: Sign In
ja: ログイン
ko: 로그인

source: Sign Out
ja: ログアウト
ko: 로그아웃

source: Start Studying
ja: 勉強を始める
ko: 공부 시작하기

source: started following you
ja: にフォローされました
ko: 회원님을 팔로우했습니다

source: Stats
ja: 統計
ko: 통계

source: Stop Studying
ja: 勉強を終了
ko: 공부 종료

source: Store
ja: ストア
ko: 스토어

source: Study Start from Following
ja: フォロー中のユーザーが勉強開始
ko: 팔로우 중인 사용자가 공부 시작

source: Study Time
ja: 勉強時間
ko: 공부 시간

source: Studying
ja: 勉強中
ko: 공부 중

source: Support
ja: サポート
ko: 고객지원

source: Support (Out of App)
ja: サポート (アプリ外へ遷移)
ko: 고객지원 (앱 외부로 이동)

source: Terms of Service
ja: 利用規約
ko: 이용약관

source: Terms of Service (Out of App)
ja: 利用規約 (アプリ外へ遷移)
ko: 이용약관 (앱 외부로 이동)

source: Thank you for reporting this post.
ja: 通報を受け付けました。
ko: 신고해 주셔서 감사합니다.

source: The connection timed out. Please try again.
ja: 接続がタイムアウトしました。もう一度お試しください。
ko: 연결 시간이 초과되었습니다. 다시 시도해 주세요.

source: The requested content could not be found.
ja: 該当する情報が見つかりませんでした。
ko: 요청한 정보를 찾을 수 없습니다.

source: The verification code is invalid or has expired.
ja: 認証コードが無効か、有効期限が切れています。
ko: 인증 코드가 올바르지 않거나 만료되었습니다.

source: This app version has expired. Please update to the latest version.
ja: アプリの有効期限が切れました。 最新バージョンにアップデートしてご利用ください。
ko: 앱의 유효기간이 만료되었습니다. 최신 버전으로 업데이트해 주세요.

source: This cannot be undone. All follow relationships and study records will be deleted.
ja: この操作は取り消せません。 すべてのフォローや勉強記録が削除されます。
ko: 이 작업은 취소할 수 없습니다. 모든 팔로우 관계와 공부 기록이 삭제됩니다.

source: This cannot be undone. All follow relationships and study records will be deleted. We'll send an authentication code to your email to verify your identity.
ja: この操作は取り消せません。 すべてのフォローや勉強記録が削除されます。 本人確認のため、メールアドレスに認証コードを送信します。
ko: 이 작업은 취소할 수 없습니다. 모든 팔로우 관계와 공부記録이 삭제됩니다. 본인 확인을 위해 이메일로 인증 코드를 전송합니다.

source: This email address is already in use.
ja: このメールアドレスは既に使用されています。
ko: 이미 사용 중인 이메일 주소입니다.

source: This Month
ja: 今月
ko: 이번 달

source: This user already exists.
ja: このユーザーは既に存在します。
ko: 이미 존재하는 사용자입니다.

source: This user is blocked.
ja: このユーザーはブロックされています。
ko: 차단된 사용자입니다.

source: This Week
ja: 今週
ko: 이번 주

source: To turn off notifications for a specific user you follow, you can mute them individually from their profile.
ja: 特定のフォロー中のユーザーの通知をオフにしたい場合は、そのユーザーのプロフィール画面から個別にミュートできます。
ko: 특정 팔로우 중인 사용자의 알림을 끄려면 해당 사용자의 프로필 화면에서 개별적으로 음소거할 수 있습니다.

source: Today
ja: 今日
ko: 오늘

source: Total
ja: 累計
ko: 누적

source: Turning this off pauses all push notifications. In-app notifications will still appear in the Notifications tab.
ja: オフにすると、すべてのプッシュ通知が停止します。アプリ内の通知一覧には引き続き表示されます。
ko: 이 설정을 끄면 모든 푸시 알림이 중단됩니다. 앱 내 알림 탭에는 계속 표시됩니다.

source: Unable to connect. Please check your internet connection and try again.
ja: 通信できませんでした。通信環境をご確認のうえ、もう一度お試しください。
ko: 연결할 수 없습니다. 인터넷 연결을 확인한 후 다시 시도해 주세요.

source: Unblock
ja: ブロック解除
ko: 차단 해제

source: Unmute Notifications
ja: 通知のミュート解除
ko: 알림 음소거 해제

source: Unmute Study Notifications
ja: 勉強開始通知のミュート解除
ko: 공부 시작 알림 음소거 해제

source: Update
ja: アップデート
ko: 업데이트

source: Update Required
ja: アップデートのお願い
ko: 업데이트 필요

source: User Not Found
ja: ユーザーが見つかりません
ko: 사용자를 찾을 수 없습니다

source: Verify
ja: 認証する
ko: 인증하기

source: Version
ja: バージョン
ko: 버전

source: View Profile Page
ja: プロフィールページを表示
ko: 프로필 페이지 보기

source: We will send a one-time passcode to your email.
ja: 入力したメールアドレスに認証コードを送信します。
ko: 입력하신 이메일 주소로 인증 코드를 전송합니다.

source: We'll send an authentication code to this email to verify it.
ja: このメールアドレスに確認用コードを送信します。
ko: 이 이메일로 인증 코드를 전송합니다.

source: Website (Out of App)
ja: ウェブサイト (アプリ外へ遷移)
ko: 웹사이트 (앱 외부로 이동)

source: Week
ja: 週
ko: 주

source: What are you studying now?
ja: 今、何の勉強してる？
ko: 지금 어떤 공부를 하고 계신가요?

source: What did you study?
ja: 何を勉強しましたか？
ko: 어떤 공부를 하셨나요?

source: What's your email?
ja: メールアドレスを入力
ko: 이메일 주소를 입력해 주세요

source: Year
ja: 年
ko: 년

source: You are offline. Please check your internet connection.
ja: オフラインです。通信環境をご確認ください。
ko: 오프라인 상태입니다. 네트워크 연결을 확인해 주세요.

source: You do not have permission to perform this action.
ja: この操作を行う権限がありません。
ko: 이 작업을 수행할 권한이 없습니다.

source: You have blocked this user.
ja: このユーザーをブロックしています。
ko: 이 사용자를 차단했습니다.

source: You're all caught up!
ja: 新しい通知はありません
ko: 새로운 알림이 없습니다

source: You're offline
ja: オフラインです
ko: 오프라인 상태입니다

source: Your posts will appear here.
ja: あなたの投稿がここに表示されます。
ko: 내 게시물이 여기에 표시됩니다.

source: Your session has expired. Please log in again.
ja: セッションの有効期限が切れました。再度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.

source: OK
ko: 확인
